<?php
return [
    /////////////////////////////////////////// Backend
    'Create' => 'Добавить',
    'Update' => 'Обновить',
    'Update {name}' => 'Обновить {name}',
    'Delete' => 'Удалить',
    'Cancel' => 'Отменить',
    'Save' => 'Сохранить',
    'Created' => 'Создано',
    'Created at' => 'Добавлено',
    'Updated at' => 'Обновлено',
    'Created by' => 'Добавил',
    'Updated by' => 'Обновил',
    'Are you sure you want to delete this item?' => 'Вы уверены что хотите удалить этот элемент?',
    'All rights reserved' => 'Все права защищены',
    'Search specific' => 'Поиск по критериям',
    'Managing' => 'Управление',
    'Sign in' => 'Войти',
    'Sign out' => 'Выйти',
    'Remember me' => 'Запомнить',
    'Member since' => 'Зарегистрирован',
    'Profile' => 'Профиль',
    'Your email is confirmed.' => 'Ваш электронная почта подтверждена.',

    'Users' => 'Пользователи',
    'User ID' => 'ИД пользователя',
    'Username' => 'Имя пользователя',
    'Email' => 'Электронная почта',
    'Phone' => 'Номер телефона',
    'Password' => 'Пароль',
    'Role' => 'Роль',
    'Status' => 'Состояние',
    'Inactive' => 'Неактивный',
    'Active' => 'Активный',
    'First name' => 'Имя',
    'Middle name' => 'Отчество',
    'Last name' => 'Фамилия',
    'Full name' => 'Полное имя',
    'Gender' => 'Пол',
    'Biography' => 'Биография',
    'Birth date' => 'День рождения',
    'Male' => 'Мужчина',
    'Female' => 'Женщина',
    'Not specified' => 'Не определено',
    ///////////////////////////////////////////


    /////////////////////////////////////////// API
    

    ///////////////////////////////////////////
];